import React from "react";
import "./ExecutionProgress.scss";

export default function ExecutionProgress() {
  return (
    <div className="executionProgress">
      <ul>
        <li className="behind">
          <b>24 августа 2022</b>
          <p>
            Интеграция образовательной, научной и инновационной деятельности.
            Вовлечение компетенций и ресурсов партнеров УрФУ в базовые процессы,
            в т.ч. образование и работу с молодежью.
          </p>
        </li>
        <li>
          <b>24 августа 2022</b>
          <p>
            Интеграция образовательной, научной и инновационной деятельности.
            Вовлечение компетенций и ресурсов партнеров УрФУ в базовые процессы,
            в т.ч. образование и работу с молодежью.
          </p>
        </li>
        <li>
          <b>24 августа 2022</b>
          <p>
            Интеграция образовательной, научной и инновационной деятельности.
            Вовлечение компетенций и ресурсов партнеров УрФУ в базовые процессы,
            в т.ч. образование и работу с молодежью.
          </p>
        </li>
        <li>
          <b>24 августа 2022</b>
          <p>
            Интеграция образовательной, научной и инновационной деятельности.
            Вовлечение компетенций и ресурсов партнеров УрФУ в базовые процессы,
            в т.ч. образование и работу с молодежью.
          </p>
        </li>
        <li>
          <b>24 августа 2022</b>
          <p>
            Интеграция образовательной, научной и инновационной деятельности.
            Вовлечение компетенций и ресурсов партнеров УрФУ в базовые процессы,
            в т.ч. образование и работу с молодежью.
          </p>
        </li>
        <li>
          <b>24 августа 2022</b>
          <p>
            Интеграция образовательной, научной и инновационной деятельности.
            Вовлечение компетенций и ресурсов партнеров УрФУ в базовые процессы,
            в т.ч. образование и работу с молодежью.
          </p>
        </li>
        <li>
          <b>24 августа 2022</b>
          <p>
            Интеграция образовательной, научной и инновационной деятельности.
            Вовлечение компетенций и ресурсов партнеров УрФУ в базовые процессы,
            в т.ч. образование и работу с молодежью.
          </p>
        </li>
        <li>
          <b>24 августа 2022</b>
          <p>
            Интеграция образовательной, научной и инновационной деятельности.
            Вовлечение компетенций и ресурсов партнеров УрФУ в базовые процессы,
            в т.ч. образование и работу с молодежью.
          </p>
        </li>
      </ul>
    </div>
  );
}
